Revit 2027 API
ExtendedPropertiesBindings Constructor
 Creates a new ExtendedPropertiesBindings
Namespace: Autodesk.Revit.DB.ExternalData
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExtendedPropertiesBindings()
Public Sub New
public:
ExtendedPropertiesBindings()
new : unit -> ExtendedPropertiesBindings
See Also
Reference
ExtendedPropertiesBindings Class
ExtendedPropertiesBindings Overload
Autodesk.Revit.DB.ExternalData Namespace